content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** TODO Why I think we should start growing life instead of the economy
:PROPERTIES:
:EXPORT_FILE_NAME: grow-life-not-economy
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_grow-life-not-economy.jpg :f_alt ""
:EXPORT_DATE: 2023-12-31
:EXPORT_HUGO_TAGS: Nature
:EXPORT_HUGO_CATEGORIES: Agriculture Farming "Economic growth" Happiness
:END:

When I was young, I used to think farming was boring. Totally uninteresting, kinda dumb, even. Oh, how I cringe, embarrased, when I think about that old and dumb me. Now I know better. Because when you really, really think about it, farming is one of the most important things anyone could ever do. And it seems we got it pretty wrong.

*** The agriculture is not working
Thanks to the book club I am participating in (video about our book club), I have been reading a lot about agriculture lately. The question of how we can feed the world without overwhelming our plantet's resources is a big and important one. And definitely not simple.

Agriculture definitely plays a big part in the harms we as a society are causing to the planet and ourselves. The use of pesticides, herbicides, synthetic fertilisers and heavy machinery to till and harvest is destroying the soils, polluting our waters and poisoning, killing and displacing wildlife. Farm animals often live in terrible conditions in large-scale feeding operations, where their manure is piling up becoming an environmental hazard, instead of what should have been a life-giving fertiliser. The people who produce our food  are often among the poorest people in the society, often exposed to chemicals that have devastating health effects. As if that wasn't enough, certain markets (like chocolate) are directly built on slavery. 

*** It's the how, not the what
There are a lot of people who will argue that we should get rid of farm animals to save the climate and the environment. On closer inspection, this idea holds no water whatsoever.

Animals, cows especially, are accused of releasing greenhouse gases, especially the methane from the infamous cow burps, using too much water, taking too much land and causing deforestation etc etc. Diana Rogers and Robb Wolf in their book /Sacred Cow/ thoroughly debunk these.

To give just a few pointers, over 90% of the water that cattle need is rainfall. It would have fallen anyway. This is unlike some crops like rice, avocados, walnuts and sugar that require /more/ water per kilo of food produced than beef and most of the water they need is fresh surface and groundwater. They also cause more water pollution than cattle.

Many of the landscapes that are used as pastures are not suitable for growing crops. They might be too hilly, the soil might be too rocky and brittle and the only thing that really grows there is grass. The ruminant animals like cows, sheep, goats and buffalo eating that grass are in no way competing with humans. Rather, they are turning something we can't eat, grown in an area where we can't grow our food, into something that provides valuable nutrition.

While it is true that farm animals are often fed using crops we grow, this is often not the parts of the plants that humans could eat. This is especially true for ruminants, that only get about 10-13% of their diet from grains and the rest comes from crop residues, such as cornstalks, soybean hulls, cottonseed meal, almond husks etc. These are all leftover from the production of human food, alcohol, biofuel etc. There are no cows eating edamame beans, but they are fed the leftovers after the soy plants are processed.

Pigs and chickens are fed a lot more grains, but even those are usually indedible for humans. 

When it comes to the greenhouse gases, the methane released from the cow's digestion is the same that would be released if the grass it ate had been left to rot. This carbon is a part of the cycle. The grass took it from the air, used it to build it's own body, the cow ate it, released some of it back into the air during digestion, incorporated the rest into its own body. The carbon that is in all living things is a part of this cycle. This is now even reflected in the newer, more accurate, methods of calculating the greenhouse warming potential -- and according to this, ruminants only add greenhouse gases to the atmosphere if their numbers increase.

But really, when you think about it, carbon is the molecule of life and we are all exchanging it between each other and the air. Cows are not the only ones adding it to the atmosphere. We all are. Even plants are breathing out carbon dioxide as a result of the cellular respiration. But unlike animals, plants are also taking it in and using in the process of photosynthesis. And so when they are growing, they are taking in more CO2 than releasing, but when they're grow slows down, they become closer to carbon-neutral.

Greenhouse gases are released by termites (a lot, actually), rice fields, wetlands, other herbivores, like horses, reindeer and zebras, as well as by some shellfish. These are all a part of the carbon cycle in nature. How much of nature do we want to get rid of to reduce greenhouse gases? Maybe we should instead focus on things that are not a part of the cycle, like the fossil fuels we dig out of the ground and burn in order to power our society.

There are many issues with how most animals are reared nowadays, but this problem is not inherent to the animal agriculture as such. 

As is the tagline of /Sacred Cow/: It's not the cow, it's the how.

I would take it even further, and say this applies to all of our food production, be it plants or animals. Huge monocultures of grains that require a lot of chemical inputs, decimate the wildlife, and leave the soil depeleted, are not really better for anyone and anything than feedlots are.

For all of agriculture, it's the how. 

*** Totalitarian agriculture of What should I kill today?
In his book /A bold return to giving a damn/, Will Harris describes how he turned his farm from a typical industrial cattle operation, into a thriving regenerative farm that supports several farm animals, creates space for wildlife, regenerates the soil, all without artificial pesticides, fertlisers and antibiotics. There are even studies showing his farm White Oak Pastures is a carbon sink.

Will Harris talks about how, before, he would wake up in the morning, walk out, and look for things he needed to kill. While what he is looking for now, is more life, and ways for him to support it. Working with nature, not against it.

As Daniel Quinn points out in /Ishmael/, killing is a staple in the type of agriculture that our civilisation practices. He calls it a totalitarian agriculture. What we are seeking is total control and maximum return. If there are other beings competing with us for our food, we get rid of them (like wolves and other predators). If there are other beings that compete with our food for their food, we get rid of them (like other grass eating herbivores or insects, or anything). And if there are other beings competing with our foods food, we get rid of them (like weeds).

The holy work of modern farming is killing.

What we aren't (or weren't) paying attention to, is that killing all of these wild, "unnecessary" organisms has consequences that we cannot foresee. The nature favours diversity, and it's how it creates abundance. It works in circles. Everything comes out of, and then returns to the soil. We have been doing our best to destroy the diversity and to turn the circles into straight lines going from the soil into the economy.

Agriculture existed long before the agricultural revolution. Humans have been nudging nature to give them more of what they want for ages. The agricultural revolution was the dawn of the totalitarian agriculture -- the thinking that everything on the Earth is for us to do with as we please. That we take precedens over all the other organisms and are here to conquer and rule. 

*** A robust system

*** We need more farmers

*** I think I smell a homestead in my future

